---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamClass
source: html/c18334dc-2693-f1dc-60c9-544d899e76a9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamClass Property

"Class"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamClass { get; }
```